final Map<String, String> allText = {
  // Onboard
  "msg1": "Добро пожаловать в Кино",
  "msg2":
      "Вы сможете наслаждаться кинематографическими шедеврами в любое время!",
  "msg3": "Никаких ",
  "msg4": "очередей",
  "msg5":
      "Авторизуйтесь, чтобы покупать билеты без лишних усилий в несколько нажатий!",
  "msg6": "В бар ",
  "msg7": "заранее",
  "msg8":
      "Закажи еду и напитки вместе с билетом и забери свежий заказ перед началом сеансом!",


  // Auth/Reg
  "msg9": "Для продолжения, пожалуйста, войдите или создайте новый аккаунт",

  // Authorization
  "lbl61": "Нет аккаунта?",
  "msg10": "Введите ваш пароль",

  // Registration
  "lbl62": "Создать аккаунт",
  "msg11": "Придумайте пароль",
  "msg12": "Хочу получать информацию о новостях и акциях",
  "msg13": "Уже есть аккаунт?",

  // Homepage
  "lbl10": "Привет, ",
  "lbl11": "сегодня",
  "lbl12": "скоро",
  "lbl13": "детям",
  "lbl14": "Барби",
  "lbl15": "После. Навсегда",
  "lbl_122": "12+",
  "lbl_16": "16+",
  "lbl_2d": "Мелодрама \n2D",
  "lbl_62": "6+",
  "msg15": "Иван Семенов. Большой поход ",
  "msg16": "пушкинская карта",
  "msg17": "Мелодрама, Фэнтези \n2D",
  "msg18": "Билеты только онлайн",
  "msg_2d": "Экшн, Приключения\n2D",

  // Tickets/activ
  "lbl_5_13": "5 РЯД 13 МЕСТО",

  // Profile/User
  "lbl25": "Телефон",
  "lbl26": "День рождения",
  "lbl27": "Имя",
  "lbl29": "Пол",
  "lbl30": "Любой",
  "lbl_01_01_2000": "01.01.2000",
  "lbl_email": "Email",
  "msg110": "Дату рождения можно изменить только 1 раз",
  "msg_7_999_999_99_99": "+7 999(999)99-99",

  // DescriptionOnFilm
  "lbl31": "Подробнее",
  "lbl32": "Жанр:",
  "lbl33": "Режиссер:",
  "lbl34": "Скотт Во",
  "lbl35": "В ролях:",
  "lbl36": "Страна:",
  "lbl37": "США",
  "lbl38": "Купить билет",
  "lbl39": "Описание фильма",
  "lbl_1_49": "1 час 49 мин",
  "msg100": "Экшн, Приключения, Комедия",
  "msg111": "Сильвестр Сталлоне, Джейсон Стэйтем, Фифти Сент",
  "msg14": "Продолжительность:",
  "msg1111": "Мировая премьера:",
  "msg1112":
      "Новая миссия всеми любимой команды пошла ко всем чертям, а Неудержимые несут потери: Барни Росс (Сталлоне) выбывает из строя, а Ли Кристмас (Стэйтем) отстранен от будущих операций. В команду набирают новых бойцов и отправляют возмещать ущерб. Но и они терпят поражение и попадают в плен. Теперь Ли Кристмас должен в одиночку пробраться в логово противника и освободить команду, попутно предотвратив глобальную катастрофу. Только так можно спасти мир и восстановить репутацию Неудержимых.",
  "msg_14_2023": "14 сентября 2023",
  "msg_15_2023": "15 сентября 2023",
  "msg_24": "Премьера в Кино24:",
  "msg_the_expendables": "The Expendables 4",

  // SelectSeats
  "lbl40": "Выбор места",
  "lbl41": "Экран",
  "lbl42": "Свободно",
  "lbl43": "Занято",
  "lbl44": "Выбрано",
  "lbl45": "Ваши места",
  "lbl_12_30": "12:30",
  "lbl_142": "14 октября",
  "lbl_152": "15 октября",
  "lbl_15_00": "15:00",
  "lbl_162": "16 октября",
  "lbl_172": "17 октября",
  "lbl_182": "18 октября",
  "lbl_18_30": "18:30",
  "lbl_192": "19 октября",
  "lbl_19_30": "19:30",
  "lbl_202": "20 октября",
  "lbl_21_00": "21:00",

  // SelectFood
  "lbl46": "Онлайн бар",
  "lbl47": "Комбо-наборы",
  "lbl48": "Еда",
  "lbl49": "Напитки",
  "lbl50": "Детский Комбо",
  "lbl_0": "0",
  "lbl_1": "1",
  "lbl_190": "190 руб.",
  "lbl_700": "700 руб.",
  "msg170":
      "Выберите и оплатите напитки и еду в приложении. В баре просто сообщи номер заказа или покажи qr-код.",
  "msg190": "Чипсы Начос оригинальные 130 гр. + 2 сырных соуса",
  "msg20": "Напиток газированный Добрый cola \n0,8 л",
  "msg_cola_0_8": "Добрый Cola 0,8 л",
  "msg_s": "Попкорн S фруктовый, сок Добрый 0,2 л и шоколадный батончик Mars",

  // Result
  "lbl51": "Итого",
  "lbl52": "Билеты",
  "lbl54": "ИТОГО:  ",
  "lbl_1250_00": "1250.00 руб.",
  "lbl_5_2d": "Зал 5, 2D",
  "msg21": "Чипсы Начос оригинальные...",
  "msg22": "Данные для получения заказа",
  "msg23": "Принимаю условия покупки билетов и товаров",
  "msg24":
      "ВАЖНО! Уважаемые гости, фильм относится к категории 18+. Лица моложе 18 лет не будут допущены на сеанс даже в сопровождении взрослых. Сотрудники вправе попросить предъявить удостоверение личности (оригтнал).",
  "msg_1250_00": "ИТОГО:  1250.00 руб.",
  "msg_email2": "Укажите email, куда прислать билеты",

  // Payment
  "lbl55": "Оплата",
  "lbl56": "Фильм:",
  "lbl57": "Формат:",
  "lbl58": "Зал:",
  "lbl59": "Ряд и место:",
  "lbl60": "К оплате:",
  "lbl_1250_002": "1250.00 руб",
  "lbl_2d2": "2D",
  "lbl_53": "Зал 5",
  "lbl_email2": "Email:",
  "msg25": "ПОДТВЕРДИТЕ ПРАВИЛЬНОСТЬ ДАННЫХ",
  "msg26": "Дата и время сеанса:",
  "msg27":
      "Уважаемые гости! Пожалуйста, проверьте данные заказа ниже, убедитесь, что правильно выбрали фильм, дату и время сеанса. Претензии, связанные с ошибочным выбором данных не принимаются. При необходимости вы сможете вернуть купленные билеты онлайн, но не позднее, чем за 25 минут до начала сеанса. Возврат заказа в баре не производится, вы сможете получить его в течении 30 дней после даты сеанса.",

  // Profile/Pass
  "lbl63": "Отмена",
  "msg38": "Придумайте новый пароль",
  "msg39":
      "Пароль должен содержать цыфры, заглавные и строчные буквы. Длина пароля не менее 6 символов",
  "msg40": "Укажите ваш текущий пароль",
  "msg41": "Для подтверждения безопасности нужно указать ваш текущий пароль",
  "msg42": "Сохранить пароль",

  // Profile/Setting
  "lbl65": "Написать отзыв", "lbl66": "Уведомления",
  "msg43": "Выход из аккаунта",

  // Support
  "lbl67": "Ваше имя", "lbl68": "Ваше сообщение", "lbl69": "Сообщение...",
  "lbl70": "Отправить", "lbl_email3": "Ваш email",

  // общее
  "lbl": "Кино",
  "lbl_24": "24",

  "lbl19": "Ваши билеты",
  "lbl20": "активные",
  "lbl21": "история",
  "lbl22": "личные данные",
  "lbl23": "смена пароля",
  "lbl24": "настройки",
  "lbl28": "Киношник",
  "lbl53": "Онлайн-бар",
  "lbl6": "Продолжить",
  "lbl64": "Обратная связь",
  "lbl8": "Войти",
  "lbl9": "Регистрация",
  "lbl_18": "18+",
  "lbl_18_2023": "18 ОКТ 2023",
  "lbl_19_00": "19:00 ПТ",
  "lbl_390": "390 руб.",
  "lbl_42": "Неудержимые 4",
  "lbl_470": "470 руб.",
  "lbl_52": "ЗАЛ 5",
  "lbl_5_12": "5 РЯД 12 МЕСТО",
  "lbl_5_5": "5 ряд, 5 место",
  "lbl_5_6": "5 ряд, 6 место",
  "lbl_lilia": "Lilia",
  "msg18": "Чипсы Начос оригинальные + 2 сырных соуса",
  "msg31": "Или войдите с помощью",
  "msg34": "Повторите пароль",
  "msg_14_20232": "14 октября 2023 в 12:30",
  "msg_email": "Введите ваш email",
  "msg_example": "example@gmail.com",

  // App navigation
  "lbl_app_navigation": "App Navigation",
  "lbl_auth_reg": "Auth/Reg",
  "lbl_authorization": "Authorization",
  "lbl_onboardone": "OnboardOne",
  "lbl_onboardthree": "OnboardThree",
  "lbl_onboardtwo": "OnboardTwo",
  "lbl_payment": "Payment",
  "lbl_profile_user": "Profile/User",
  "lbl_registration": "Registration",
  "lbl_result": "Result",
  "lbl_ saver": " saver",
  "lbl_selectfood": "SelectFood",
  "lbl_selectseats": "SelectSeats",
  "lbl_support": "Support",
  "lbl_tickets_history": "Tickets/history",
  "msg_check_your_app_s":
      "Check your app's UI from the below demo  s of your app.",
  "msg_descriptiononfilm": "DescriptionOnFilm",
  "msg_profile_pass_tab": "Profile/Pass - Tab Container",
  "msg_tickets_activ": "Tickets/activ - Container",

// Network Error String
  "msg_network_err": "Network Error",
  "msg_something_went_wrong": "Something Went Wrong!",

  // error
  "err_email": "Пожалуйста, проверьте свой email",
};
